StruSoft.Interop.StruXml.Data.Bar_buckling_type


StruSoft.Interop.StruXml.Data.Bar_buckling_type.Flexural_weak


StruSoft.Interop.StruXml.Data.Bar_buckling_type.Flexural_stiff


StruSoft.Interop.StruXml.Data.Bar_buckling_type.Pressured_flange


StruSoft.Interop.StruXml.Data.Bar_buckling_type.Lateral_torsional


StruSoft.Interop.StruXml.Data.Bar_buckling_type.Pressured_bottom_flange
